{
  "tips": [
    "Show off your 'Playing Ankimon' status on Discord! Enable 'Discord Rich Presence' in the settings.",
    "You can make battles happen automatically without any pop-ups! Just turn on 'Automatic Battle' in the settings!",
    "Set a 'Daily Card Average' in the settings, and you'll get a sweet Ankimon cash prize daily if you reach it!",
    "You can buy items with Ankimon cash! Check out the Item Shop in Ankimon -> Game -> Item Shop!",
    "Got some cool items? Use 'Give a Held Item' in your Pokémon collection to let your Pokémon use it in battle!",
    "In your Pokémon collection, you can mark your Pokémon as 'Favorite' to keep track of them easily!",
    "Did you know you can control the pace of battles? Adjust the 'Cards per Round' setting to change how many cards you review before an attack!",
    "Want a cleaner look in the reviewer? You can hide the 'Catch' and 'Defeat' buttons by disabling 'Reviewer Buttons' in the settings.",
    "Too distracting? Hide the Ankimon interface in reviewer by pressing '8' !",
    "You can set your own shortcuts for catching and defeating Pokémon! Look for the 'Defeat Shortcut Key' and 'Catch Shortcut Key' settings.",
    "Open the Ankimon window (default is Ctrl+N or Cmd+N) to see the action live!",
    "How does your Pokédex look? Open it up via Ankimon -> Collection -> Open Pokédex!",
    "Check out the badges you have acquired! Go to Ankimon -> Profile -> Achievements!",
    "Want to use your Ankimon Pokémon in a PokemonShowdown battle? Go to Ankimon -> Export to export your collection!",
    "Flex the Pokémon you have! Go to Ankimon -> Export and export to PokePaste so that others can see your collection!",
    "Check out the changelog for your Ankimon version via Ankimon -> Help -> Ankimon Version!",
    "Want to choose which move to use? Enable 'Allow to choose moves' in the settings to select your Pokémon's attack in each round!",
    "Bring your battles to life with animations! Enable 'Animate Time' in the settings to see your Pokémon's movements!",
    "Check out Ankimon -> Help -> Ankimon Credits to see the other projects that helped Ankimon come to life!",
    "Choose your cool trainer sprite by going to Ankimon -> Game -> Choose Trainer Sprite!",
    "You can enable XP Share in Ankimon for other Pokémon to gain XP along with your main Pokémon! Go to Ankimon -> Game -> Choose Pokemon Team to set it up!",
    "Go to Ankimon -> Profile -> Trainer Card to see your trainer profile!",
    "Ankimon is Free and Open Source Software (FOSS)! You can join our development team through the Ankimon Discord.",
    "Want to see your Pokémon collection come alive? Enable 'GIF in Collection' to display animated sprites!",
    "You can add some flair to the reviewer by enabling 'Styling in Reviewer'. This will add custom styling to the Ankimon elements!",
    "Customize the look of the HP bar in the reviewer! You can toggle it on or off with the 'HP Bar' setting.",
    "Want a confirmation pop-up when you defeat a Pokémon? You can enable this with the 'Pop-up on Defeat' setting!",
    "You can adjust the thickness of the HP bar in the reviewer to make it more visible. Check out the 'Reviewer HP Bar Thickness' setting!",
    "See your Pokémon in action! Enable 'Reviewer Image GIF' to show animated GIFs of your Pokémon during reviews.",
    "Battle messages too distracting for you? Turn off the 'Reviewer Text Message' setting!",
    "You can change how long battle messages are displayed in the reviewer. Adjust it with the 'Reviewer Text Message Time' setting!",
    "Want to see your main Pokémon appear in the reviewer? Enable the 'Show Main Pkmn in Reviewer' setting!",
    "You can decide whether to see the front or back of your main Pokémon in the reviewer with the 'View Main Front' setting!",
    "Change the location of the XP bar through the 'XP Bar' setting!",
    "Hear the thrill of battle! Enable 'Sound Effects' in the 'Audio' settings to add sound to your Ankimon experience!",
    "You can enable or disable Pokémon cries in the 'Audio' settings. Look for the 'Sounds' option!",
    "Make your study sessions more epic with battle cries! You can enable it in the 'Battle Sounds' setting.",
    "In the Ankimon Discord server, you can join the Library voice channels to study with other trainers! ",
    "You can choose which Pokémon generations to encounter in Ankimon! Enable or disable the 'Gen 1-9' options in the settings.",
    "Got to Lv 100 already? Disable the 'Remove Level Cap' setting to go past Lv 100!",
    "See how you stack up against other Ankimon trainers! Check out the 'Leaderboard' option in settings to set it up.",
    "You can change the language of the Ankimon addon. Look for the 'Language' option in the settings!",
    "You can customize what information is shown in your Discord Rich Presence. Check out the 'Discord Rich Presence Text' setting!",
    "You can set your trainer's name in the settings. Choose a name that fits your style with the 'Trainer Name' setting!"
  ]
}
